{
  "projects": [
    {
      "name": "COOKFINDER",
      "description": "Desarollo de Aplicación que involucra visión por computadora para detectar seis ingredientes (Pollo, carne, tomate, cebolla, verde y papa) a partir de contenido multimedia (fotos, videos, camara web). Utiliza la API de OpenAI para generar recetas detalladas con los ingredientes detectados.",
      "link": "https://github.com/Maruu03/COOKFINDER",
      "mentor": "Johan Gilces",
      "members": "Mariu Andrade, Isabella Martín, Nahín Espinoza"
    },
    {
      "name": "Clasificador de desechos",
      "description": "Clasifica 8 tipos de materiales: baterías, desechos biológicos, cartón, vidrios, metales, papel, plástico y otros mediante visión por computador",
      "link": "https://github.com/KevinFernandez21/Proyecto-Taws",
      "mentor": "Johan Gilces",
      "members": "Kevin Fernández, Diego Salazar"
    },
    {
      "name": "RENTERS.IO",
      "description": "Aplicación móvil para el registro de inventarios de emprendimientos que requieran llevar un manejo de sus productos y adicional un registro de quienes son los que solicitan el producto.",
      "link": "https://github.com/caloja1014/renters_io_taws",
      "mentor": "Carlos Loja",
      "members": "Braulio Rivas, Fernando Álvarez, Francisco Terán"
    },

    {
      "name": "LUCY: ASISTENTE PSICOLÓGICA",
      "description": "Chatbot elaborado con un modelo open source que responde a temas referentes a la salud mental/emocional usando cómo base podcasts de psicología. ",
      "link": "https://github.com/RobertoPatino1/L.U.C.Y",
      "mentor": "Roberto Patiño",
      "members": "Víctor Borbor, George Guerrero"
    },
    {
      "name": "CANCER DETECTION",
      "description": "Sistema de detección de tumores cancerígenos con el uso de aprendizaje supervisado y no supervisado en imágenes de tejido humano.",
      "link": "https://github.com/FraNoriega/Proyecto_Skin_Cancer",
      "mentor": "Geovanny Rojas",
      "members": "Erick Lorenzo, Francisco Noriega"
    },
    {
      "name": "SMART CAMPUS ACCESS",
      "description": "Sistema de acceso para usuarios a instalaciones con garitas mediante algoritmos de machine learning y deep learning para registrar y validar placas de los vehículos que ingresan. ",
      "mentor": "Axcel Espinoza",
      "members": "Anthony Santacruz, Cristian Intriago, Daniel Rojas"
    },
    {
      "name": "PPL Adventure",
      "description": "PPL Adventure es un juego de aventura y arcade ambientado en el campus e inspirado en los obstáculos y facilidades de los estudiantes novatos del campus. Su estilo de juego está enfocado principalmente en los eventos arcade con un componente de historia en segundo plano.",
      "mentor": "Jonathan García",
      "link": "https://github.com/Taws-Espol/PreTawsG5-Unity",
      "members": "Camila Reyes, Joshua Cobos"
    },
    {
      "name": "Latam News Dashboard",
      "description": "El proyecto consiste en un dashboard exploratorio de noticias en tres países de latinoamérica: Ecuador, México y Venezuela. En este se analizan categorías de crimen, política, corrupción, salud, religión, desempleo, educación, economía, y deportes. Para ello se hace uso de cuatro tipos de gráficos, siendo estos de barra, radar, timeseries y wordclouds.",
      "link": "https://github.com/2Dsa3/DashBoardWeb-PreTaws/tree/master"
    }
  ]
}
